[
    {
        "headimg":"./img/makemoney.png",
        "title": "簡單賺錢法",
        "content":"以下提供兩種賺錢的方法， 很多人常常忽略掉，甚至根本不知道有這件事， 小帥賢不藏私，特來分享一下。 第1就是「分解」貝林阿公(鐵匠商店)賣的60A~80A防具， 第2就是每日的「傭兵遠征」 補充說明：有谷友指出傭兵秘寶商城沒賣了，我趕緊去改版網頁看了一下， 看到傭兵秘寶，商品刪除！ 新服目前不能用這個賺錢了，不過我想橘子一定會推出新的傭兵秘寶， 不然S級英雄戰甲跟A級英雄戰甲產量出不來呀！ 然後很抱歉第2種方法目前讓新服的玩家賺錢商機落空了， 隔了一天才發現，很抱歉，是我思慮不週。 新幹線之前是常常有活動送傭兵秘寶，不然就是登入送A級傭兵， 所以在舊服，持續有在領物品的玩家，傭兵數量都會有很多。 ----------------------------------------------- 第1：分解60~80A防具~ 武器(60A~86A)就不建議買，血淚點數一件要1500， 防具只要250就一件。 流程如下~~ 先去找鐵匠，然後擇「商店交易/道具修繕」 再來請選擇防具，要60級以上才能分解， 另外90s分解是高級生命淨水，比較沒價值 60~80級，共15件防具。(每週只能買一次) 只要花15*250=3750血淚點數，就可以拿到15顆石榴石。 旁邊就有分解機，快拿高級石榴石吧！ 不建議買武器分解，一把要1500血淚，CP值不高。 現在血淚點數都送的很多， 之前已滿級的以前滿足某些條件送過的血淚點數，現在繼續送， 假設你有20隻角色，都有滿滿的血淚點數， 勤勞登入分解，一週(1週只能買一次)就進帳300顆石榴，很划算吧！ ------------------------------------------ 第2：傭兵遠征~ 然後「傭兵遠征」也是很好賺錢的地方， 因為你根本就不用出門打怪， 交給你的傭兵去解任， 我記得第一次有傭兵遠征這個活動時， 我還傻傻的跑去那個地方打怪， 現在想想，還真的蠻好笑的。 ---------------------------------------------- 要傭兵遠征要滿足兩個條件： 1.你的等級要滿80級。 2.你要有傭兵。 然後按N鍵-->遠端副本探險。 然後就會出現下面的畫面， 以下面這張都都是B級任務。 上圖中的任務用滑鼠左鍵點兩下，即可出現傭兵指派畫面(可看下面的圖片) ------------------------------------------- 先來說說任務的總類及任務成功的獎勵箱。 傭兵任務種類如下~~ L任務(分兩種)：基本成功率0%，花15000金請L杰哥100%成功。 使用3隻S傭兵，成功率為1%，但就是有人成功過，但不是我。 開啟箱子條件為100把鑰匙。 箱子內容物有兩種(一種是L龍玉箱、一種是95A三屬文章(又分為492、566終二種)， 但我可以跟你說，大概只有1%的機率開出那些，99%都是水晶點數(1萬、5萬、10萬三種) S任務：基本成功率為10% 開啟箱子條件為30把鑰匙。 目前英雄S文章、英雄A級文章主要出處。 做出三屬一次就發大財了。 般來說大概平均5~8個S箱可開出1個S英雄文章或A級英雄戰甲 製作S英雄文章需100顆高級石榴石，封印也要80個封印，成本蠻大的， 不想拼運氣，可以直接不做，拿去交易所賣。讓別人去碰運氣。 A任務：基本成功率為10%。 開啟箱子條件為10把鑰匙。 獎勵比B任多出A級英雄攻擊文章、防禦文章。 圖示說明還有S英雄文章，但實務上幾乎開不出來。 我開超過上千個A箱，只出現過1次S級英雄文章。 還好有開到，不然我還以為是騙人的。 個人覺得除非主要人物鑰匙多才開，不然CP值超低。 B任務：基本成功率為30%。 開啟箱子條件為1把鑰匙。 獎勵有(高級石榴石5顆、高級生命淨水10顆、提高傭兵成功率道具B級A級S級、 英雄戰場鑰匙、金幣)。 我覺得玩家們的分身都接這種任務CP值最高， 很容易開出石榴石及生命淨水， 一次只需要1把鑰匙，分身解個2次看板就30把鑰匙了。 --------------------------------------------------------- 傭兵的種類 可以參考這兩篇文章，雖然有一陣子沒更新的，但異動很小就是了。 【情報】全部傭兵技能資料整理 【心得】分享一下 傭兵小小心得1/17(更新-愛沙) (有些影片不能觀看了) L傭：5隻，我1隻都沒有。 S傭：10隻，可買到的有3隻(暴走潔思敏、暴走金獸人、暴走颱風金)， 其餘商城買傭兵秘寶有機會抽到。機率，不好說，看臉的。 A傭：7隻，可交易，交易所可以買到。 B傭：9隻，可交易，交易所可以買到， 但其中有一隻聖誕霍獸人是活動取得，目前絕版。 C傭：3隻，在升級的任務過程可以取得1隻， (補充說明1：有谷友們分享現在24、80級各可以取得1隻C傭) 但現在新玩家應該拿不到噩夢點數了，所以換不到了。 C傭雖然很爛，但湊人數很好用。 補充說明2：90級升級袋子有谷友也補充說可以取得1隻傭兵，但我不知道是A級或是B級。如果是送傭袋子的話會開出：S、A、B、C其中一種(根據實測S級幾乎開不到，但還是有玩家開到過)。只有商城買的傭兵秘寶可以開出L級傭兵。 下圖即為B級任務，基本成功率30%。 配1個A傭+2個B傭一定100%， 或是1個S傭+兩個C傭也是100%，或是主要傭配一個B傭+C傭。 B級任務個人是覺得CP值最大的傭兵遠征任務， 獎勵的東西就在下圖畫面上。 大概開10箱就有1~2箱是高級石榴石或是高級生命淨水。 石榴1次開出是5顆，淨水是10顆。 看下圖「艾蕾娜」主要傭兵，一次可以增加B任48%成功率。 下圖B傭哥淑，非主要解任角色，一次增加B級任務18%成功率。 下圖，A級傭兵，非主要任務角色，一次可以增加B級任務42%成功率。 搭配很多方法，這邊只是舉例說明，就不再多貼圖片了。 玩家們自己去摸索自然就有心得。 ------------------------------------ 現在傭兵任務失敗也有經驗值， 所以也不需要特別去打關卡練傭兵等級， A級傭帶著B級傭去過B級遠征任務， 睡覺時不練功，就挑長時時間的任務， 在線上時就挑短的任務去解， 一開始傭兵需要購買，要花一點錢， 但投資是有回報的， 等到你每天都30~40組傭兵(一組3隻)遠征時， 那時候就是賺錢的時候了。 --------------------------------------- 謝謝大家還願意看到這邊， 其實還缺少一張傭兵遠征機率表， 等我有空時再補上去了。 希望這篇文章能幫助你賺一些金幣呀~~",
        "tags": [
            "新手向",
            "攻略",
            "賺錢"
        ]
    }
]
